Repository: YokaEnenra/Self_Help
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: error`s short name
uk: коротка назва помилки

source: error`s full text
uk: повний зміст помилки

source: message`s short name
uk: коротка назва повідомлення

source: message`s full text
uk: повний зміст повідомлення

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: Dear user,
uk: Шановний користувач,

source: We are pleased to inform you that you have been successfully enrolled in a new training course!
uk: Ми раді повідомити вам, що вас було успішно додано до нового курсу навчання!

source: Another user has chosen to share this exciting course with you,
uk: Інший користувач вирішив поділитися цим цікавим курсом з вами,

source: and we hope you will find it valuable and engaging.
uk: і ми сподіваємося, що ви знайдете його корисним і захоплюючим.

source: Please note that the administration takes no responsibility for the content and duration
uk: Зверніть увагу, що адміністрація не несе жодної відповідальності за зміст і довжину

source: of this course. It is your responsibility to assess its suitability for your needs
uk: цього курсу. Ви самі зобов'язані оцінити його відповідність вашим потребам

source: and expectations. If you have any questions or uncertainties, we recommend reaching out to
uk: та очікуванням. Якщо виникнуть будь-які питання або незрозумілості, рекомендуємо звернутися

source: the user who added you for additional information.
uk: до користувача, який вас додав, для отримання додаткової інформації.

source: To directly access the course page, please use the following link:
uk: Щоб перейти безпосередньо на сторінку курсу, будь ласка, скористайтесь наступним посиланням:

source: We hope you will enjoy the learning process and benefit from this course. Wishing you success
uk: Ми сподіваємося, що ви будете насолоджуватися процесом навчання та отримаєте користь з цього курсу. Бажаємо вам успіху

source: and fulfillment on your educational journey!
uk: і задоволення у вашій навчальній подорожі!

source: Best regards,
uk: З повагою,

source: Self Help Project team
uk: Команда Проекту Само Допомога

source: Glory to Ukraine!
uk: Слава Україні!

source: Switch language
uk: Змінити мову

source: We regret to inform you that you have been removed from the
uk: Ми повинні вас повідомити, що вас було виключено з

source: training course. The user who added you to the course has made the decision to exclude you.
uk: курсу навчання. Користувач, який вас додав до курсу, прийняв рішення про ваше виключення.

source: If you have any questions regarding the reason for this decision or if you require further
uk: Якщо виникли будь-які питання щодо причини цього рішення або якщо вам потрібна додаткова

source: information, please reach out directly to the user who is the owner of the course.
uk: інформація, будь ласка, зверніться безпосередньо до користувача, який є власником цього курсу.

source: We understand that this may be disappointing, but we appreciate your interest in the course.
uk: Ми розуміємо, що це може бути розчаруванням, але дякуємо вам за ваш інтерес до курсу.

source: We wish you success in your learning journey and hope you find other exciting opportunities
uk: Бажаємо вам успіху у вашому навчанні та знаходженні інших цікавих можливостей

source: for personal growth.
uk: для персонального розвитку.

source: Self Help Project
uk: Проект Само Допомога

source: Welcome to the Self Help Project!
uk: Ласкаво Просимо до Проекту Само Допомога

source: It will help you with self development
uk: Він допоможе вам з само розвитком

source: Please register if you want to continue.
uk: Будь-ласка зареєструйтесь, якщо хочете продовжити.

source: Or sign in if you have an account
uk: Або увійдіть, якщо вже маєте аккаунт

source: Sign up
uk: Зареєструватись

source: Sign in
uk: Увійти

source: en
uk: uk

source: Create new note for
uk: Створити нову нотатку для проекту

source: project
uk: проект

source: Note Title
uk: Назва Нотатки

source: Note Text(optional can be defined later or never)
uk: Текст нотатки(опціонально, може бути вказано пізніше або ніколи)

source: Note YouTube Video URL(optional can be defined later or never)
uk: Посилання на YouTube відео для нотатки(опціонально, може бути вказано пізніше або ніколи)

source: Choose Title for new project
uk: Оберіть Назву для нового проекту

source: Project Title
uk: Назва Проекту

source: Are you sure you want to delete
uk: Ви впевнені, що хочете видалити

source: note
uk: нотатка

source: Select new title for
uk: Оберіть нову назву для

source: Enter the email address of the user you want to add to the
uk: Введіть електронну пошту користувача якого ви хочете додати до

source: Create New Note
uk: Створити Нову Нотатку

source: Edit Project
uk: Змінити Проект

source: Delete Project
uk: Видалити Проект

source: New YouTube URL:
uk: Нове посилання на YouTube

source: Save
uk: Зберегти

source: Mark Note as performed
uk: Помітити Нотатку як виконану

source: Mark Note as unperformed
uk: Помітити Нотатку як невиконану

source: Delete Note
uk: Видалити нотатку

source: Play Video
uk: Відтворити Відео

source: Add User to Project
uk: Додати Користувача в Проект

source: Return to Projects
uk: Повернутись до Проектів

source: My Projects
uk: Мої Проекти

source: Other Projects
uk: Інші Проекти

source: Create New Project
uk: Створити Новий Проект

source: Return to home page
uk: Повернутись на головну сторінку

source: Sign in Page
uk: Сторінка авторизації

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Since you are registered, you now have full access to the project`s capabilities.
uk: Так як ви зареєстровані, ви тепер маєте повний доступ до всіх можливостей проекту.

source: Try to create your first self development project
uk: Спробуйте створити свій перший проект само розвитку

source: To Projects
uk: До Проектів

source: Sign out
uk: Вийти

source: Sign up Page
uk: Сторінка Реєстрації

source: Email
uk: Пошта

source: Sorry, but this function is not available for that moment, try it later
uk: Вибачте, але ця функція недоступна на даний момент, спробуйте її пізніше

source: Students Page
uk: Сторінка Студента

source: Click following link, to activate your account
uk: Натисніть по цьому посилання, щоб активувати аккаунт
